package com.example.zongm.daggerapplication.viewmodel;

/**
 * @author zongm on 2018/7/31
 */
public class MainViewModel {
    //《魔鬼中的天使》
    /**
     * 把太细的神经割掉。会不会睡得着。
     * 把太硬的脾气抽调。会不会比较被太明了。
     * 你可以重重把我打倒。
     * 但是想都别想我求饶。
     * 你是魔鬼中的而天使。所以送我心碎的方式
     * 是让我笑到最后一秒。发现心中插着一把刀子。
     * 两个字。尽管叫我疯子。不准叫我傻子
     * 虽然去平凑我们的故事。我懒得去解释。
     * 你魔鬼中的天使。让
     */
    //《只要平凡》
    /**
     * 放过对错。才知道答案。
     * 活着的勇敢。没有神的光环。你我生而勇敢。
     *
     * 生命漫长也短暂。
     * 跌入黑暗坠入深渊
     * 沾满泥土的脸
     * 没有神的光环。我接受平凡
     * 此行已无憾。
     * 也许有一天会走远，也许还能再相见
     * 无论在人群。在天边。让我再看你一眼
     * 让泪水布满了双眼。
     * 不要神的光环。只要你的平凡。
     *
     * 生命的火已点燃。
     */


    /**
     * 《你知道我在等你吗》
     * 莫名我就喜欢你。
     */

    /**
     * 《到不了》
     * 我找不到。我到不了。你所谓的将来的美好。
     * 我什么都不要。你知不知道，若你懂我这一秒。
     * 我想看到。我在寻找。那所谓的爱情的美好。
     * 我紧紧的依靠。紧紧守牢。不敢漏掉。一丝一毫。愿你看到。
     */

    /**
     * 《我要你》
     * 我要你在我身旁。我要你为我梳妆
     * 这夜的风儿吹。吹得心痒痒。
     * 我的情郎。我在他乡。望着月亮
     * 都怪这夜色。撩人的疯狂
     * 都怪这吉他。弹得太凄凉。
     * 哦。我要唱着歌。默默把你想
     * 我的情郎。你在何方，眼看天亮。
     * 我要美丽的衣裳。对镜贴花黄。
     * 这夜色太漫长。我的情郎。我在他乡。望着月亮。
     */

    /**
     * 《偷走》
     *
     */
}